Repository: elfenware/badger
Catalog: po/extra/*.po
Languages: cs, de, es, fr, it, nl, ru, uk

source: Badger
de: Dachs

source: Ergonomic Reminder
cs: Ergonomický upomínač
de: Ergonomische Erinnerungshilfe
es: Recordatorio de ergonomía
fr: Rappels pour une meilleure ergonomie
it: Promemoria ergonomico
nl: Ergonomische herinneringen
ru: Эргономическое напоминание
uk: Нагадування про ергономіку

source: Remind yourself to relax your eyes and limbs
cs: Připomeňte si, že máte uvolnit oči a končetiny
de: Erinnern Sie sich daran, Ihre Augen und Gliedmaßen zu entspannen
es: No se olvide de relajar los ojos y las extremidades
fr: Rappelez-vous de reposer vos yeux et vos membres.
it: Ricordati di rilassare occhi e membra
nl: Herinner je eraan je ogen en lichaamsdelen te ontspannen
ru: Напоминайте себе расслабить ваши глаза и конечности
uk: Нагадайте собі розслабити очі та кінцівки

source: Ergonomics;Health;Eyes;Muscles;
cs: Ergonomie;Zdraví;Oči;Svaly;
de: Ergonomie;Gesundheit;Augen;Muskeln;
es: Ergonomía;Salud;Ojos;Músculos;
fr: Ergonomie;Santé;Yeux;Muscles;
it: Ergonomia;Salute;Occhi;Muscoli;
nl: Ergonomie;Gezondheid;Ogen;Spieren;
ru: Ergonomics;Health;Eyes;Muscles;Эргономика;Здоровье;Глаза;Мускулы;
uk: Ergonomics;Health;Eyes;Muscles;Зручність;Здоровʼя;Очі;Мʼязи;Відпочинок;

source: Remind yourself to not sit and stare at the screen for too long
cs: Připomeňte si, že nesmíte sedět a zírat na obrazovku příliš dlouho
de: Erinnern Sie sich selbst daran, nicht zu lange auf den Bildschirm zu starren
es: Recuerde no permanecer sentado y mirando la pantalla demasiado tiempo
fr: Rappelez-vous de ne pas vous asseoir et regarder l'écran pendant trop longtemps
it: Ricorda a te stesso di non sederti e fissare lo schermo troppo a lungo
nl: Herinner je eraan niet te lang naar het scherm te staren
ru: Напомните себе, что нельзя сидеть и смотреть на экран слишком долго
uk: Нагадайте собі не сидіти та не дивитися на екран занадто довго

source: When you are using your computer for extended periods of time, you need to relax your body every once in a while.
cs: Při dlouhodobé práci s počítačem je třeba jednou za čas uvolnit tělo.
de: Wenn Sie längere Zeit am Computer arbeiten, müssen Sie Ihren Körper von Zeit zu Zeit entspannen.
es: Cuando utiliza la computadora durante mucho tiempo, necesita relajar el cuerpo de vez en cuando.
fr: Lorsque vous utilisez votre ordinateur pendant de longues périodes, vous devez détendre votre corps de temps en temps.
it: Quando si utilizza il computer per lunghi periodi di tempo, è necessario rilassare il corpo ogni tanto.
nl: Als je je computer langere tijd gebruikt, heeft je lichaam af en toe rust nodig.
ru: Когда вы используете свой компьютер в течение длительного периода, вам нужно время от времени расслаблять свое тело.
uk: Якщо ви працюєте за комп'ютер впродовж тривалого часу, варто час від часу розминати тіло.

source: Badger helps you do exactly that. It reminds you—or should I say, badgers you—to destress yourself and rest your eyes and muscles.
cs: Badger vám přesně s tím pomůže. Připomíná vám, abyste se zbavili stresu a nechali odpočinout své oči a svaly.
de: Badger hilft Ihnen, genau das zu tun. Er erinnert Sie daran - oder sollte ich sagen, er ermahnt Sie - sich zu entspannen und Ihre Augen und Muskeln auszuruhen.
es: Badger le ayuda a hacerlo. La aplicación le recuerda periódicamente desestresarse y descansar los ojos y los músculos.
fr: C'est exactement ce que Badger vous aide à faire. Il vous rappelle - ou devrais-je dire, vous harcèle - de vous déstresser et de vous reposer les yeux et les muscles.
it: Badger ti aiuta a fare esattamente questo. Ti ricorda, o dovrei dire, ti tormenta—per rilassarti e riposare gli occhi e i muscoli.
ru: Badger помогает вам делать именно это. Он напоминает вам снять напряжение и дать отдых глазам и мышцам.
uk: Badger допомагає зробити саме це. Він нагадує вам, чи то пак, змушує вас зняти напруження та розслабити ваші очі та м'язи.

source: Currently, it has these eight reminders:
cs: V současné době obsahuje těchto osm připomínek:
de: Gegenwärtig gibt es diese acht Mahnungen:
fr: Pour l'instant, il y a ces huit rappels :
it: Attualmente, ha questi otto promemoria:
nl: Momenteel heeft de app ondersteuning voor acht herinneringen:
ru: В настоящее время у него есть эти восемь напоминаний:

source: Blink eyes
cs: Mrkněte očima
de: Augen blinzeln
es: Parpadear
fr: Clignez des yeux
it: Sbattere le palpebre
nl: Knipper met je ogen
ru: Моргание глазами
uk: Покліпати очима

source: Stretch fingers
cs: Protáhněte prsty
de: Finger strecken
es: Estirar los dedos
fr: Étirez vos doigts
it: Allungare le dita
nl: Strek je vingers
ru: Разминка пальцев
uk: Порозминати пальці

source: Stretch arms
cs: Protáhněte ruce
de: Arme strecken
es: Estirar los brazos
fr: Étirez vos bras
it: Allungare le braccia
nl: Strek je armen
ru: Разминка рук
uk: Порозминати руки

source: Stretch legs
cs: Protáhněte nohy
de: Beine strecken
es: Estirar las piernas
fr: Étirez vos jambes
it: Allungare le gambe
nl: Strek je benen
ru: Разминка ног
uk: Порозминати ноги

source: Turn neck
cs: Otočte krkem
de: Hals drehen
es: Girar el cuello
fr: Tournez votre cou
it: Girare il collo
nl: Draai je nek
ru: Повороты шеей
uk: Покрутити шиєю

source: Maintain posture
cs: Udržujte správné držení těla
de: Körperhaltung beibehalten
es: Mantener la postura
fr: Maintenez votre posture
it: Mantenere la postura
nl: Zorg voor een goede houding
ru: Поддержка осанки
uk: Контроль постави

source: Drink water
cs: Napijte se vody
de: Wasser trinken
fr: Buvez de l'eau
it: Bere acqua
ru: Вода

source: Breathe consciously
cs: Dýchejte uvědoměle
de: Bewusst atmen
fr: Concentrez-vous sur votre respiration
it: Respira in modo consapevole
nl: Adem heel bewust in en uit
ru: Осознанное дыхание

source: Stay healthy.
cs: Zůstaňte zdraví.
de: Bleiben Sie gesund.
es: Permanezca saludable.
fr: Restez en bonne santé.
it: Rimani in salute.
nl: Houd jezelf gezond.
ru: Оставайтесь здоровыми.
uk: Будьте здорові.

source: Update: Modern tech under the hood! (GTK4)
de: Update: Moderne Technik unter der Haube! (GTK4)

source: Update: Use elementary Platform 7
de: Aktualisierung: Verwendung der elementaren Plattform 7
ru: Обновлено: Использование elementary Platform 7

source: Add: Two new reminders (@disegnovitruviano)
cs: Přidáno: Dvě nové připomínky (@disegnovitruviano)
de: Hinzufügen: Zwei neue Mahnungen (@disegnovitruviano)
fr: Ajout : Deux nouveaux rappels (@disegnovitruviano)
it: Aggiunto: Due nuovi promemoria (@disegnovitruviano)
nl: [NIEUW] Twee nieuwe herinneringen (met dank aan @disegnovitruviano)
ru: Добавлено: Два новых напоминания (@disegnovitruviano)

source: Update: Make window compact
de: Update: Fenster kompakt machen
ru: Обновлено: Компактное окно

source: Update: Italian translations (@albanobattistella)
cs: Aktualizováno: Italský překlad (@albanobattistella)
de: Update: Italienische Übersetzungen (@albanobattistella)
es: Actualización: traducción en italiano (@albanobattistella)
fr: Mise à jour : Traductions en italien (@albanobattistella)
it: Aggiornato: traduzione italiana (@albanobattistella)
nl: [BIJGEWERKT] Italiaanse vertaling (met dank aan @albanobattistella)
ru: Обновлено: Итальянский перевод (@albanobattistella)
uk: Оновлено: Переклад італійською (@albanobattistella)

source: Add: Czech translations (@pervoj)
cs: Přidáno: Český překlad (@pervoj)
de: Hinzufügen: Tschechische Übersetzungen (@pervoj)
es: Adición: traducción en checo (@pervoj)
fr: Ajout : Traductions en tchèque (@pervoj)
it: Aggiunto: traduzione in ceco (@pervoj)
nl: [NIEUW] Tsjechische vertaling (met dank aan @pervoj)
ru: Добавлено: Чешский перевод (@pervoj)
uk: Додано: Переклад чеською (@pervoj)

source: Add: Italian translations (@albanobattistella)
cs: Přidáno: Italský překlad (@albanobattistella)
de: Hinzufügen: Italienische Übersetzungen (@albanobattistella)
es: Adición: traducción en italiano (@albanobattistella)
fr: Ajout : Traductions en italien (@albanobattistella)
it: Aggiunto: traduzione italiana (@albanobattistella)
nl: [BIJGEWERKT] Italiaanse vertaling (met dank aan @albanobattistella)
ru: Добавлено: Итальянский перевод (@albanobattistella)
uk: Додано: Переклад італійською (@albanobattistella)

source: Add: Dark style support
cs: Přidáno: Podpora tmavého režimu
de: Hinzufügen: Unterstützung des dunklen Stils
es: Adición: soporte de estilo oscuro
fr: Ajout : Prise en charge du thème sombre
it: Aggiunto: supporto per lo stile scuro
nl: [NIEUW] Ondersteuning voor donkere thema's
ru: Добавлено: Поддержка тёмного стиля
uk: Додано: Підтримку темного стилю

source: Add: Portuguese (Portugal) translations (@rottenpants466)
cs: Přidáno: Portugalský překlad (@rottenpants466)
de: Hinzufügen: Portugiesisch (Portugal) Übersetzungen (@rottenpants466)
es: Adición: traducción en portugués (@rottenpants466)
fr: Ajout : Traductions en portugais du Portugal (@rottenpants466)
it: Aggiunto: traduzione in portoghese (Portogallo) (@rottenpants466)
nl: [NIEUW] Portugese (Portugal) vertaling (met dank aan @rottenpants466)
ru: Добавлено: Португальский перевод (@rottenpants466)
uk: Додано: Переклад португальською (Португалія) (@rottenpants466)

source: Add: Spanish translations (@fitojb)
cs: Přidáno: Španělský překlad (@fitojb)
de: Hinzufügen: Spanische Übersetzungen (@fitojb)
es: Adición: traducción en español (@fitojb)
fr: Ajout : Traductions en espagnol (@fitojb)
it: Aggiunto: traduzione in spagnolo (@fitojb)
nl: [NIEUW] Spaanse vertaling (met dank aan @fitojb)
ru: Добавлено: Испанский перевод (@fitojb)
uk: Додано: Переклад іспанською (@fitojb)

source: Add: Ukrainian translations (@IhorHordiichuk)
cs: Přidáno: Ukrajinský překlad (@IhorHordiichuk)
de: Hinzufügen: Ukrainische Übersetzungen (@IhorHordiichuk)
es: Adición: traducción en ucraniano (@IhorHordiichuk)
fr: Ajout : Traductions en ukrainien (@IhorHordiichuk)
it: Aggiunto: traduzione in ucraine (@IhorHordiichuk)
nl: [NIEUW] OekraÃ¯ense vertaling (met dank aan @IhorHordiichuk)
ru: Добавлено: Украинский перевод (@IhorHordiichuk)
uk: Додано: Переклад українською (@IhorHordiichuk)

source: Add: New reminder for correcting your posture
cs: Přidáno: Nová připomínka pro správné držení těla
de: Hinzufügen: Neue Erinnerung zur Korrektur der Körperhaltung
es: Adición: Nuevo recordatorio para corregir su postura
fr: Ajout : Nouveau rappel pour corriger votre posture
it: Aggiunto: Nuovo promemoria per correggere la postura
nl: [NIEUW] Herinnering om een goede houding te behouden
ru: Добавлено: Новое напоминание для исправления осанки
uk: Додано: Нове нагадування для виправлення постави

source: Add: Checkboxes to toggle each timer (@andreasomaini)
cs: Přidáno: Zaškrtávací políčka pro vypínání/zapínání jednotlivých připomínek (@andreasomaini)
de: Hinzufügen: Kontrollkästchen zum Umschalten der einzelnen Timer (@andreasomaini)
fr: Ajout : Cases à cocher pour activer/désactiver chaque minuteur (@andreasomaini)
it: Aggiunto: caselle di controllo per attivare o disattivare ogni timer (@andreasomaini)
nl: [NIEUW] Aankruisvakjes om tijdklokken in en uit te schakelen (met dank aan @andreasomaini)
ru: Добавлено: Флажки для переключения каждого таймера (@andreasomaini)
uk: Додано: Прапорці для перемикання кожного таймера (@andreasomaini)

source: Fix: Work correctly with the Notification Center (@nathanaelhoun)
cs: Opraveno: Správná práce s Centrem oznámení (@nathanaelhoun)
de: Fix: Korrekte Zusammenarbeit mit dem Notification Center (@nathanaelhoun)
fr: Correction : Meilleur intégration avec le centre de notifications (@nathanaelhoun)
it: Corretto: funziona correttamente con il Centro notifiche (@nathanaelhoun)
nl: [VERBETERD] Werkt nu goed samen met het meldingscentrum (met dank aan @nathanaeulhoun)
ru: Исправлено: Корректная работа с центром уведомлений (@nathanaelhoun)
uk: Виправлення: Виправлено роботу з Центром сповіщень (@nathanaelhoun)

source: Update: Improved icon
cs: Aktualizováno: Vylepšena ikona
de: Update: Verbessertes Symbol
es: Actualización: icono mejorado
fr: Mise à jour : Amélioration de l'icône
it: Aggiornato: icona migliorata
nl: [BIJGEWERKT] Verbeterd pictogram
ru: Обновлено: Улучшена иконка
uk: Оновлення: Вдосконалено піктограму

source: Add: 🎉️ Global switch to turn off all reminders 🎉️
cs: Přidáno: 🎉️ Globální přepínač pro vypnutí všech připomínek 🎉️
de: Hinzufügen: 🎉️ Globaler Schalter zum Ausschalten aller Erinnerungen 🎉️
es: Adición: 🎉️ interruptor global para desactivar todos los recordatorios 🎉️
fr: Ajout : 🎉️ Paramètres global d'activation/désactivation de tous les rappels 🎉️
it: Aggiunto: 🎉️ Interruttore globale per disattivare tutti i promemoria 🎉️
ru: Добавлено: 🎉️ Общий переключатель для отключения всех напоминаний 🎉️
uk: Додано: 🎉️ Загальний вимикач усіх нагадувань 🎉️

source: Add: Turkish translations (@libreajans)
cs: Přidáno: Turecký překlad (@libreajans)
de: Hinzufügen: Türkische Übersetzungen (@libreajans)
es: Adición: traducción en turco (@libreajans).
fr: Ajout : Traductions en turc (@libreajans)
it: Aggiunto: traduzione in turco (@libreajans)
nl: Toegevoegd: Turkse vertaling (@libreajans)
ru: Добавлено: Турецкий перевод (@libreajans)
uk: Додано: переклад турецькою (@libreajans)

source: Add: Dutch translations (@Vistaus)
cs: Přidáno: Holandský překlad (@Vistaus)
de: Hinzufügen: Niederländische Übersetzungen (@Vistaus)
es: Adición: traducción en neerlandés (@Vistaus)
fr: Ajout : Traductions en néerlandais (@Vistaus)
it: Aggiunto: traduzione in olandese (@Vistaus)
nl: Toegevoegd: Nederlandse vertaling (@Vistaus)
ru: Добавлено: Голландский перевод (@Vistaus)
uk: Додано: переклад нідерландською (@Vistaus)

source: Fix: "Never" option not disabling the timer
cs: Opraveno: Možnost "Nikdy" nevypíná časovač
de: Fix: Option "Nie" deaktiviert den Timer nicht
es: Corrección: la opción «Nunca» no desactivaba el temporizador
fr: Correction : L'option « Jamais » ne désactivait pas le minuteur
it: Corretto: l'opzione "Mai" non disabilita il timer
nl: Foutoplossing: 'nooit'-optie schakelde de timer niet uit
ru: Исправлено: Опция «Никогда» не отключала таймер
uk: Виправлено: параметр "Ніколи" не вимикає таймер

source: Add: 🎉️ Most awaited feature, custom timers! 🎉️
cs: Přidáno: 🎉️ Nejočekávanější funkce, vlastní časovače! 🎉️
de: Hinzufügen: 🎉️ Meist erwartete Funktion, benutzerdefinierte Timer! 🎉️
es: Adición: 🎉️ la función más anticipada, temporizadores personalizados 🎉️
fr: Ajout : 🎉️ La fonctionnalité la plus attendue, des minuteurs personnalisés ! 🎉️
it: Aggiunto: 🎉️ La funzione più attesa, timer personalizzati! ️
ru: Добавлено: 🎉️ Самая ожидаемая функция: ручные таймеры! 🎉️
uk: Додано: 🎉️ Найочікуванішу функцію — налаштування таймерів! 🎉️

source: Update: French translations (@NathanBnm)
cs: Aktualizováno: Francouzský překlad (@NathanBnm)
de: Update: Französische Übersetzungen (@NathanBnm)
es: Actualización: traducción en francés (@NathanBnm)
fr: Mise à jour : Traductions en français (@NathanBnm)
it: Aggiornato: traduzione francese (@NathanBnm)
nl: Bijgewerkt: Franse vertaling (@NathanBnm)
ru: Обновлено: Французский перевод (@NathanBnm)
uk: Оновлено: переклад французькою (@NathanBnm)

source: Update: Lithuanian translations (@welaq)
cs: Aktualizováno: Litevský překlad (@welaq)
de: Update: Litauische Übersetzungen (@welaq)
es: Actualización: traducción en lituano (@welaq)
fr: Mise à jour : Traductions en lituanien (@welaq)
it: Aggiornato: traduzione in lituano (@welaq)
nl: Bijgewerkt: Litouwse vertaling (@welaq)
ru: Обновлено: Литовский перевод (@welaq)
uk: Оновлено: переклад литовською (@welaq)

source: Update: Danish translations (@siigdev)
cs: Aktualizováno: Dánský překlad (@siigdev)
de: Update: Dänische Übersetzungen (@siigdev)
es: Actualización: traducción en danés (@siigdev)
fr: Mise à jour : Traductions en danois (@siigdev)
it: Aggiornato: traduzione in danese (@siigdev)
nl: Bijgewerkt: Deense vertaling (@siigdev)
ru: Обновлено: Датский перевод (@siigdev)
uk: Оновлено: переклад данською (@siigdev)

source: Add: Danish translations (@siigdev)
cs: Přidáno: Dánský překlad (@siigdev)
de: Hinzufügen: Dänische Übersetzungen (@siigdev)
es: Adición: traducción en danés (@siigdev)
fr: Ajout : Traductions en danois (@siigdev)
it: Aggiungi: traduzione danese (@siigdev)
nl: Toegevoegd: Deense vertaling (@siigdev)
ru: Добавлено: Датский перевод (@siigdev)
uk: Додано: переклад данською (@siigdev)

source: Fix: Empty window on launch
cs: Opraveno: Prázdné okno po spuštění
de: Fix: Leeres Fenster beim Start
es: Corrección: ventana vacía al iniciar
fr: Correction : Fenêtre vide au démarrage
it: Corretto: finestra vuota all'avvio
nl: Foutoplossing: leeg venster bij opstarten
ru: Исправлено: Пустое окно при запуске
uk: Виправлено: запуск вікна порожнім

source: Add: Lithuanian translations (@welaq)
cs: Přidáno: Litevský překlad (@welaq)
de: Hinzufügen: Litauische Übersetzungen (@welaq)
es: Adición: traducción en lituano (@welaq)
fr: Ajout : Traductions en lituanien (@welaq)
it: Aggiunto: traduzione in lituano (@welaq)
nl: Toegevoegd: Litouwse vertaling (@welaq)
ru: Добавлено: Литовский перевод (@welaq)
uk: Додано: переклад литовською (@welaq)

source: Fix: Illegible heading in dark mode
cs: Opraveno: Nečitelný nadpis v tmavém režimu
de: Fix: Unleserliche Überschrift im dunklen Modus
es: Corrección: título invisible en el modo oscuro
fr: Correction : Titre illisible avec le thème sombre
it: Corretto: titolo illeggibile in modalità scura
nl: Foutoplossing: onleesbare koptekst in donkere modus
ru: Исправлено: Неразборчивый заголовок в темном режиме
uk: Виправлено: нерозбірливий заголовок у темному режимі

source: Add: French translations (@NathanBnm)
cs: Přidáno: Francouzský překlad (@NathanBnm)
de: Hinzufügen: Französische Übersetzungen (@NathanBnm)
es: Adición: traducción en francés (@NathanBnm)
fr: Ajout : Traductions en français (@NathanBnm)
it: Aggiunto: traduzione francese (@NathanBnm)
nl: Toegevoegd: Franse vertaling (@NathanBnm)
ru: Добавлено: Французский перевод (@NathanBnm)
uk: Додано: переклад французькою (@NathanBnm)

source: Fix: Multiple notifications when window is opened &gt;1 times
cs: Opraveno: Vícenásobná oznámení při otevření okna &gt;1 krát
de: Fix: Mehrfache Benachrichtigungen, wenn das Fenster &gt;1 Mal geöffnet wird
es: Corrección: múltiples notificaciones cuando la ventana se abre más de una vez
fr: Correction : Il y avait des notifications en double si l'application était ouverte plus d'une fois
it: Corretto: più notifiche quando la finestra viene aperta &gt;1 volte
nl: Foutoplossing: meerdere meldingen als het venster &gt;1 keer geopend was
ru: Исправлено: Несколько уведомлений, когда окно открыто >1 раза
uk: Виправлено: появу кількох сповіщень під час відкриття вікна &gt;1 разів

source: Fix: Remove manual line breaks from metainfo
cs: Opraveno: Odstranění ručního zalamování řádků z metainfo
de: Beheben: Manuelle Zeilenumbrüche aus metainfo entfernen
es: Corrección: eliminación de saltos de renglón manuales en metainfo
fr: Correction : Retrait des retours à la ligne manuels dans les métadonnées
it: Corretto: rimosso le interruzioni di riga manuali da metainfo
nl: Foutoplossing: handmatige regeleindes verwijderd uit metainfo
ru: Исправлено: Убраны ручные переносы строки из данных приложения
uk: Виправлено: вилучено розриви рядків з metainfo, доданих вручну

source: Fix: Use smaller window size by default
cs: Opraveno: Použití menší velikosti okna ve výchozím nastavení
de: Fix: Standardmäßig kleinere Fenstergröße verwenden
es: Corrección: la ventana es más pequeña de manera predeterminada
fr: Correction : Fenêtre plus petite par défaut
it: Corretto: utilizza dimensioni della finestra più piccole per impostazione predefinita
nl: Foutoplossing: standaard is het scherm niet meer heel groot
ru: Исправлено: Использовать маленькое окно по умолчанию
uk: Виправлено: зменшено типовий розмір вікна

source: Initial Release 🎉️
cs: První verze 🎉️
de: Erste Veröffentlichung 🎉️
es: Publicación inicial 🎉️
fr: Version initiale 🎉️
it: Rilascio iniziale 🎉️
ru: Начальный выпуск 🎉️
uk: Початковий випуск 🎉️

source: Odin update 🎉️
cs: Aktualizace pro Odin 🎉️
es: Actualización para Odin 🎉️
fr: Mise à jour pour Odin 🎉️
it: Aggiornamento Odino 🎉️
ru: Обновление для Odin 🎉️
uk: Оновлено для Odin 🎉️

source: Update: Screenshot
cs: Aktualizováno: Screenshot
es: Actualización: captura de pantalla
fr: Mise à jour : Capture d'écran
it: Aggiornato: screenshot
nl: Bijgewerkt: schermafdruk
ru: Обновлено: Снимки экрана
uk: Оновлено: Знімки екрана

source: Badger helps you do exactly that. It reminds youâ€”or should I say, badgers youâ€”to destress yourself and rest your eyes and muscles.
nl: Badger helpt je daarbij door je eraan te herinneren even wat rust te pakken, zowel voor je ogen als spieren.

source: Add: ğŸ‰ï¸ Global switch to turn off all reminders ğŸ‰ï¸
nl: Toegevoegd: ğŸ‰ï¸ optie om alle herinneringen uit te schakelen ğŸ‰ï¸

source: Add: ğŸ‰ï¸ Most awaited feature, custom timers! ğŸ‰ï¸
nl: Toegevoegd: ğŸ‰ï¸ de meest-gewilde functie: aangepaste timers! ğŸ‰ï¸

source: Initial Release ğŸ‰ï¸
nl: InitiÃ«le uitgave ğŸ‰ï¸
