Repository: elfenware/badger
Catalog: po/*.po
Languages: da, pt, ru, tr

source: Blink your eyes
da: Blink med øjnene
pt: Pestaneje os seus olhos
ru: Поморгайте глазами
tr: Gözlerini kırp

source: Look away from the screen and slowly blink your eyes for 10 seconds.
da: Kig væk fra skærmen og blink langsomt øjnene i 10 sekunder
pt: Desvie o olhar do ecrã e pestaneje lentamente os seus olhos durante 10 segundos.
ru: Отведите взгляд от экрана и медленно поморгайте глазами в течение 10 секунд.
tr: Ekrandan uzağa bak ve 10 saniye boyunca yavaşça gözlerini kırp.

source: Eyes:
da: Øjne:
pt: Olhos:
ru: Глаза:
tr: Gözler:

source: Stretch your fingers
da: Stræk dine fingre
pt: Estique os seus dedos
ru: Разомните пальцы
tr: Parmaklarını esnet

source: Spread out your palm wide, then close it into a fist. Repeat 5 times.
da: Stræk din håndflade ud, og luk så til en knytnæve. Gentag 5 gange.
pt: Abra bem a palma da sua mão, a seguir feche-a em punho. Repita 5 vezes.
ru: Широко расставьте ладонь, затем сожмите её в кулак. Повторите 5 раз.
tr: Avucunu genişçe aç, sonrasında yumruk yapıp kapat. 5 kez tekrarla.

source: Fingers:
da: Fingre:
pt: Dedos:
ru: Пальцы:
tr: Parmaklar:

source: Stretch your arms
da: Stræk dine arme
pt: Estique os seus braços
ru: Разомните свои руки
tr: Kollarını esnet

source: Stretch your arms, and twist your wrists for 10 seconds.
da: Stræk dine arme og drej dine håndled i 10 sekunder.
pt: Estique os seus braços, e torça os seus pulsos durante 10 segundos.
ru: Вытяните руки и скручивайте запястья в течение 10 секунд.
tr: Kollarını esnet ve bileklerini 10 saniye boyunca döndür.

source: Arms:
da: Arme:
pt: Braços:
ru: Руки:
tr: Kollar:

source: Stretch your legs
da: Stræk dine ben
pt: Estique as suas pernas
ru: Вытяните ваши руки
tr: Bacaklarını esnet

source: Stand up, twist each ankle, and bend each knee.
da: Rejs dig op, drej hver ankel og bøj knæene.
pt: Levante-se, torça cada tornozelo, e dobre cada joelho.
ru: Встаньте, скрутите каждую лодыжку и согните каждое колено.
tr: Ayağa kalk, her bir bileğini ve her bir dizini bük.

source: Legs:
da: Ben:
pt: Pernas:
ru: Ноги:
tr: Bacaklar:

source: Turn your neck
da: Drej din hals
pt: Vire o seu pescoço
ru: Повращайте вашу шею
tr: Boynunu çevir

source: Turn your head in all directions. Repeat 3 times.
da: Drej dit hoved i alle retninger. Gentag 3 gange.
pt: Vire a sua cabeça em todas as direções. Repita 3 vezes.
ru: Поворачивайте голову во все стороны. Повторите 3 раза.
tr: Başını her yöne çevir. 3 kez tekrarla.

source: Neck:
da: Hals:
pt: Pescoço:
ru: Шея:
tr: Boyun:

source: Watch your posture
da: Vær opmærksom på din kropsholdning
pt: Veja a sua postura
ru: Поправьте осанку
tr: Duruşunu izle

source: Make sure your back is straight.
da: Vær opmærksom på din ryg er lige
pt: Certifique-se que tem as costas direitas.
ru: Сядьте прямо.
tr: Sırtının düz olduğundan emin ol.

source: Posture:
da: Kropsholdning:
pt: Postura:
ru: Осанка:
tr: Duruş:

source: Reminders
da: Påmindelser
pt: Lembretes
ru: Напоминания
tr: Hatırlatıcı

source: Decide how often Badger should remind you to relax these:
da: Vælg hvor ofte du ønsker Badger skal minde dig om at slappe af:
pt: Decida com que frequência o Badger o deve lembrar para relaxar:
ru: Выберите, как часто Badger должен напоминать расслабить:
tr: Badger'ın size ne sıklıkta rahatlamanız gerektiğini hatırlatması gerektiğine karar verin:

source: 1 min
ru: 1 мин.
tr: 1 dak

source: 30 min
ru: 30 мин.
tr: 30 dak

source: 1 hour
da: 1 time
pt: 1 hora
ru: 1 час
tr: 1 saat

source: %.0f min
ru: %.0f мин.
tr: %.0f dak

source: Ergonomic Reminder
da: Ergonomisk Påmindelse
pt: Lembrete Ergonómico
tr: Ergonomi Hatırlatıcısı

source: Remind yourself to relax your eyes and limbs
da: Mind dig selv om at slappe af i øjne og krop
pt: Lembre-se a si mesmo para relaxar aos seus olhos e membros
tr: Gözlerini ve uzuvlarını gevşetmeyi kendine hatırlat

source: Ergonomics;Health;Eyes;Muscles;
da: Ergonomi;Helbred;Øjne;Muskler;
pt: Ergonomia;saúde;olhos;músculos;
tr: Ergonomi;Sağlık;Göz;Gözler;Kas;Kaslar;

source: Remind yourself to not sit and stare at the screen for too long
da: Mind dig selv om ikke at sidde og stirre på skærmen alt for længe
pt: Lembre-se a si mesmo para não ficar sentado e olhar para o ecrã durante muito tempo
tr: Uzun süre ekran başında oturmamayı ve uzun süre ekrana bakmamayı kendine hatırlat

source: Badger helps you do exactly that. It reminds you—or should I say, badgers you—to destress yourself and rest your eyes and muscles.
da: Badger hjælpere dig med at gøre præcis dette. Den påminder dig, eller anderledes sagt, den badger dig.— for at afstresse dig selv og slappe af i øjne og muskler.
pt: O Badger ajuda-o a fazer exatamente isso. Ele lembra-o—ou devo dizer, chateia-o—para se relaxar e descansar os seus olhos e músculos.
tr: Badger tam olarak bunu yapmanıza yardımcı olur. Size sitresi azaltmanızı, kaslarınızı ve gözlerinizi dinlendirmenizi hatırlatır.

source: Blink eyes
da: Blink med øjnene
pt: Pestanejar olhos
tr: Gözlerini kırp

source: Stretch fingers
da: Stræk fingrene
pt: Esticar dedos
tr: Parmaklarını esnet

source: Stretch arms
da: Stræk armene
pt: Esticar braços
tr: Kollarını esnet

source: Stretch legs
da: Stræk benene
pt: Esticar pernas
tr: Bacaklarını esnet

source: Turn neck
da: Drej halsen
pt: Virar pescoço
tr: Boynunu çevir

source: Stay healthy.
da: Forbliv sund.
pt: Manter-se saudável.
tr: Sağlıklı kal.

source: Update: Screenshot
da: Opdatering: Screenshot
pt: Atualização: Disparo de Ecrã
tr: Güncellendi: Ekran görüntüsü

source: Add: 🎉️ Global switch to turn off all reminders 🎉️
da: Tilføjelse: 🎉️ Global knap til at slukke alle påmindelser 🎉️
pt: Adicionado: 🎉️ Interruptor global para desligar todos os lembretes 🎉️
tr: Eklendi: 🎉️ Tüm hatırlatıcıları kapatmak için genel anahtar 🎉️

source: Fix: "Never" option not disabling the timer
pt: Corrigido: Opção "Nunca" não desativar o temporizador
tr: Düzeltildi: "Asla" seçeneği zamanlayıcıyı devre dışı bırakmıyor

source: Add: 🎉️ Most awaited feature, custom timers! 🎉️
da: Tilføjelse: 🎉️ Mest ventede feature, personlige timere! 🎉️
pt: Adicionado: 🎉️ Funcionalidade mais esperada, temporizadores personalizados! 🎉️
tr: Eklendi: 🎉️ En çok beklenen özellik, özel zamanlayıcı! 🎉️

source: Update: French translations (@NathanBnm)
da: Tilføj: Fransk oversættelse (@NathanBnm)
pt: Atualizado: Tradução Francesa (@NathanBnm)
tr: Güncellendi: Fransızca çeviri (@NathanBnm)

source: Update: Lithuanian translations (@welaq)
da: Tilføj: Litauisk oversættelse (@welaq)
pt: Atualizado: Tradução Lituana (@welaq)
tr: Güncellendi: Litvanca çeviri (@welaq)

source: Update: Danish translations (@siigdev)
pt: Atualizado: Tradução Dinamarquesa (@siigdev)
tr: Güncellendi: Danca çeviri (@siigdev)

source: Fix: Empty window on launch
da: Fix: Tomt vindue ved start
pt: Corrigido: Janela vazia ao iniciar
tr: Düzeltme: Başlangıçta boş pencere

source: Add: Lithuanian translations (@welaq)
da: Tilføj: Litauisk oversættelse (@welaq)
pt: Adicionado: Tradução Lituana (@welaq)
tr: Eklendi: Litvanca çeviri (@welaq)

source: Fix: Illegible heading in dark mode
da: Fix: Ulæselig overskrift i dark mode
pt: Corrigido: Título ilegível no modo escuro
tr: Düzeltme: Koyu kipde geçersiz başlık

source: Add: French translations (@NathanBnm)
da: Tilføj: Fransk oversættelse (@NathanBnm)
pt: Adicionado: Tradução Francesa (@NathanBnm)
tr: Eklendi: Fransızca çeviri (@NathanBnm)

source: Fix: Multiple notifications when window is opened &gt;1 times
da: Fix: Flere meddelelser når vinduet er åbnet &gt;1 gange
pt: Corrigido: Múltiplas notificações quando a janela é aberta &gt; 1 vez
tr: Düzeltme: Pencere birden çok defa açıldığında çoklu uyarı

source: Fix: Remove manual line breaks from appdata
da: Fix: Fjern manuelle linjeskift fra appdata
pt: Corrigido: Quebras de linha manuais removidas da appdata
tr: Düzeltme: El ile girilmiş satır sonlarını appdata dosyasından kaldırıldı

source: Fix: Use smaller window size by default
da: Fix: Mindre vinduestørrelse som standard
pt: Corrigido: Usar o tamanho pequeno da janela por defeito
tr: Düzeltme: Öntanımlı olarak daha küçük pencere boyutu kullan

source: Initial Release 🎉️
da: Første Release 🎉️
pt: Lançamento inicial 🎉️
tr: İlk Sürüm 🎉️

source: Hydrate yourself
ru: Попейте

source: Drink a glass of water.
ru: Выпейте стакан воды.

source: Water:
ru: Вода:

source: Focus on your breath
ru: Сфокусируйтесь на своём дыхании

source: Inhale and exhale deeply, thrice.
ru: Трижды сделайте глубокий вдох и выдох.

source: Breath:
ru: Дыхание:
